{
  "books": [
    {
      "bookName": "IRON FLAME",
      "description": "The second book in the Empyrean series. Violet Sorrengail’s next round of training might require her to betray the man she loves.",
      "authorName": "Rebecca Yarros",
      "amount": "850",
      "language": "English",
      "pages": "256",
      "imageUrl": "https://storage.googleapis.com/du-prd/books/images/9781649374172.jpg",
      "category": "Best Sellers",
      "id": 1
    },
    {
      "bookName": "RESURRECTION WALK",
      "description": "The seventh book in the Lincoln Lawyer series. Haller and Bosch team up to prove the innocence of a woman in prison for killing her husband.",
      "authorName": "Michael Connelly",
      "amount": "17.60",
      "language": "English",
      "pages": "215",
      "imageUrl": "https://storage.googleapis.com/du-prd/books/images/9780316563765.jpg",
      "category": "Best Sellers",
      "id": 2
    },
    {
      "bookName": "BOOKSHOPS & BONEDUST",
      "description": "In a prequel to “Legends & Lattes,\" an orc who was hurt during a battle winds up in a sleepy beach town called Murk.",
      "authorName": "Travis Baldree",
      "amount": "20.70",
      "language": "English",
      "pages": "187",
      "imageUrl": "https://storage.googleapis.com/du-prd/books/images/9781250886101.jpg",
      "category": "Best Sellers",
      "id": 3
    },
    {
      "bookName": "Wuthering Heights- fingerprint",
      "description": "Immerse yourself in the tempestuous world of Wuthering Heights by Emily Bronte. This hauntingly beautiful novel unravels a tale of forbidden love, revenge, and tumultuous emotions as captivating characters navigate the wild moors of 19th-century Yorkshire.\n\nA tale of passion and dark romance!\n",
      "authorName": "Emily Brontë ",
      "amount": "15.56",
      "language": "English",
      "pages": "217",
      "imageUrl": "https://m.media-amazon.com/images/I/71IobR8EclL._SY466_.jpg",
      "category": "Fiction Books",
      "id": 4
    },
    {
      "bookName": "A Man Called Ove",
      "description": "The million-copy bestselling phenomenon, Fredrik Backman's heartwarming debut is a funny, moving, uplifting tale of love and community that will leave you with a spring in your step. Perfect for fans of Rachel Joyce's The Unlikely Pilgrimage of Harold Fry, Graeme Simsion's The Rosie Project and David Nicholl's US. New York Times bestseller'Warm, funny, and almost unbearably moving' Daily Mail'Rescued all those men who constantly mean to read novels but never get round to it' Spectator Books of the YearAt first sight, Ove is almost certainly the grumpiest man you will ever meet. He thinks himself surrounded by idiots - neighbours who can't reverse a trailer properly, joggers, shop assistants who talk in code, and the perpetrators of the vicious coup d'etat that ousted him as Chairman of the Residents' Association. He will persist in making his daily inspection rounds of the local streets. But isn't it rare, these days, to find such old-fashioned clarity of belief and deed? Such unswerving conviction about what the world should be, and a lifelong dedication to making it just so?In the end, you will see, there is something about Ove that is quite irresistible. . .",
      "authorName": "Fredrik Backman",
      "amount": "21.85",
      "language": "English",
      "pages": "194",
      "imageUrl": "https://m.media-amazon.com/images/I/81DXIOk9glL._SY466_.jpg",
      "category": "Fiction Books",
      "id": 5
    },
    {
      "bookName": "Dark Matter",
      "description": "'Brilliant. . . I think Blake Crouch just invented something new' Lee Child, author of the Jack Reacher series.From Blake Crouch, the author of the bestselling Wayward Pines trilogy, Dark Matter is sweeping and intimate, mind-bendingly strange and profoundly human ? ",
      "authorName": "Blake Crouch",
      "amount": "18.55",
      "language": "English",
      "pages": "285",
      "imageUrl": "https://m.media-amazon.com/images/I/81xS77gfCgL._SY466_.jpg",
      "category": "Fiction Books",
      "id": 6
    },
    {
      "bookName": "The ARCHER",
      "description": "In The Archer we meet Tetsuya, a man once famous for his prodigious gift with a bow and arrow but who has since retired from public life, and the boy who comes searching for him. ",
      "authorName": "Paulo Coelho",
      "amount": "18.12",
      "language": "English",
      "pages": "158",
      "imageUrl": "https://m.media-amazon.com/images/I/71pjaEBslxL._SY466_.jpg",
      "category": "Fiction Books",
      "id": 7
    },
    {
      "bookName": "YOU ONLY LIVE ONCE",
      "description": "What if you ran away from your life today?\n\nTwenty years later, three people are looking for you.\n\nOne is dying to meet you again.",
      "authorName": "STUTI CHANGLE",
      "amount": "15.50",
      "language": "English",
      "pages": "225",
      "imageUrl": "https://m.media-amazon.com/images/I/71dNsRuYL7L._SY466_.jpg",
      "category": "Fiction Books",
      "id": 8
    },
    {
      "bookName": "Everything the Light Touches",
      "description": "In Everything the Light Touches we meet many travellers: Shai, a young Indian woman who journeys to India's northeast and rediscovers, through her encounters with indigenous communities, ways of living that realign and renew her.",
      "authorName": "Janice Pariat",
      "amount": "18.40",
      "language": "English",
      "pages": "184",
      "imageUrl": "https://m.media-amazon.com/images/I/91ngTH8hVNL._SY466_.jpg",
      "category": "Award Winners",
      "id": 9
    },
    {
      "bookName": "The Room on the Roof",
      "description": "A classic coming-of-age story which has held generations of readers spellbound!\n\nRusty, a sixteen-year-old Anglo-Indian boy, is orphaned and has to live with his English guardian in the claustrophobic European part in Dehra Dun. Unhappy with the strict ways of his guardian,",
      "authorName": "Ruskin Bond",
      "amount": "21.70",
      "language": "English",
      "pages": "197",
      "imageUrl": "https://m.media-amazon.com/images/I/81kvQ92hrcL._SY466_.jpg",
      "category": "Award Winners",
      "id": 10
    },
    {
      "bookName": "Round House",
      "description": "One Sunday in the spring of 1988, a woman living on a reservation in North Dakota is attacked. The details of the crime are slow to surface because Geraldine Coutts is traumatized and reluctant to relive or reveal what happened, either to the police or to her husband, Bazil, and thirteen-year-old son, Joe.",
      "authorName": "Louise Erdrich",
      "amount": "22.50",
      "language": "English",
      "pages": "196",
      "imageUrl": "https://m.media-amazon.com/images/I/6126RBcszEL._SY466_.jpg",
      "category": "Award Winners",
      "id": 11
    },
    {
      "bookName": "The Waiter",
      "description": "Disgraced detective Kamil Rahman moves from Kolkata to London to start afresh as a waiter in an Indian restaurant. But the peace of his new life is soon shattered. The day Kamil caters an extravagant party, the powerful host, Rakesh, is found dead in his swimming pool.\n",
      "authorName": "Ajay Chowdhury ",
      "amount": "15.50",
      "language": "English",
      "pages": "223",
      "imageUrl": "https://m.media-amazon.com/images/I/81V9YBeBVjL._SY466_.jpg",
      "category": "Award Winners",
      "id": 12
    },
    {
      "bookName": "Life, Animated",
      "description": "Now an Award-Winning Motion Picture. What if you were trapped in a Disney movie? In all of them, actually - from Dumbo to Peter Pan to The Lion King -- and had to learn about life and love mostly from what could be gleaned from animated characters, dancing across a screen of color?",
      "authorName": "Ron Suskind ",
      "amount": "22.00",
      "language": "English",
      "pages": "185",
      "imageUrl": "https://m.media-amazon.com/images/I/71n-VuBb2LL._SY466_.jpg",
      "category": "Award Winners",
      "id": 13
    },
    {
      "bookName": "Naruto",
      "description": "The world’s most popular ninja comic!Naruto is a young shinobi with an incorrigible knack for mischief. He’s got a wild sense of humor, but Naruto is completely serious about his mission to be the world’s greatest ninja!Twelve years ago the Village Hidden in the Leaves was attacked by a fearsome threat. A nine-tailed fox spirit claimed the life of the village leader, the Hokage, and many others. Today, the village is at peace and a troublemaking kid named Naruto is struggling to graduate from Ninja Academy. His goal may be to become the next Hokage, but his true destiny will be much more complicated. ",
      "authorName": "Masashi Kishimoto ",
      "amount": "27.50",
      "language": "japanese",
      "pages": "344",
      "imageUrl": "https://m.media-amazon.com/images/I/91RpwagB7uL._SY466_.jpg",
      "category": "Anime Comics",
      "id": 14
    }
  ],
  "category": []
}